{
  "starmap": {
    "title": "2023 Starmap",
    "description": "Embarking on a new journey to reach our full potential",
    "learn_more": "Learn more about this discovery",
    "reborn": {
      "title": "The Reborn Nebula",
      "description": "Our journey begins in the Reborn Nebula where we aim to make the first discoveries of the year. Each one will upgrade our network with innovative features, pushing us further to our goal of becoming a powerful layer 1. Follow along and join us in celebrating each discovery throughout the year.",
      "plan": "In this quarter we can look forward to discoveries that relate to the following:",
      "xvm": {
        "title": "Cross-Virtual Machine (XVM): The Portal to the Future",
        "description": "As we are well-aware, WASM is the future. Currently, WASM smart contracts have a large limitation when pushing the technology for mass adoption in the EVM-dominated space. Teams are inclined to choose one or the other when developing their project. This is why we created XVM. \n\nCross-Virtual Machine (XVM) is a custom pallet and a set of interfaces that allow a smart contract in one virtual machine to communicate with another, as if they are in the same environment. In other words, with XVM, you can create an ink! smart contract and access any assets or contracts available on the EVM side. You can enjoy the best of both worlds!"
      },
      "astarjs": {
        "title": "Astar.js",
        "description": "Astar.js is an essential tool for anyone looking to build a dApp on the Astar network. Its modular design and comprehensive feature set make it easy for developers to create powerful and scalable decentralised applications. In addition to the many packages it contains, it also supports EVM and substrate native structures. Whether you're a seasoned blockchain developer or just starting out, Astar.js is a valuable tool to have in your toolkit."
      },
      "mesh": {
        "title": "Mesh Networks",
        "description": "Connect to any dApp from anywhere! Our mesh network distributes the infrastructure that allows you to access the blockchain. Astar mesh network is a peer-to-peer (P2P) model to create a secure, shared environment of RPC nodes for you to interact with the network. The nodes send traffic between themselves rather than through a central server."
      },
      "ink": {
        "title": "Zero to ink! Hero",
        "description": "Mint your ink! NFT, build a Uniswap V2 DEX, or create a simple flipper contract! \n\nBecoming a robust Layer 1 requires us to jumpstart Astar’s Wasm environment with the development of ink! smart contracts. For that reason, we created From Zero to ink! Hero guide to help you build your ink! dApp."
      }
    },
    "growth": {
      "title": "The Growth Nebula",
      "description": "We continue to grow at a steady pace while bringing true innovation to our users and builders alike. In this quarter we focus on growing out some some of our key features as well as introducing new ones.",
      "plan": "We can look forward to discoveries that relate to the following:",
      "wasm": {
        "title": "Wasm on Astar!",
        "description": "We have enabled ink! smart contracts on Astar Network, making us the first parachain to support a stable Wasm environment. Software developers can now use Rust programming to build their projects and ideas on Astar. \n\nWebAssembly is important for our blockchain because it provides a portable and developer-friendly environment for running code, which improves the performance, security, and interoperability of the applications built on Astar."
      }
    },
    "expansion": {
      "title": "The Expansion Nebula",
      "description": "At Astar we plan to expand our reach even further. By creating high quality tools and projects, we can further attract top talent. We will focus on improving not only the user experience, but also the developer experience.",
      "plan": "We can look forward to discoveries that relate to the following:"
    },
    "shine": {
      "title": "The Shine Nebula",
      "description": "We now approach the last nebula in 2023. By now we have made many great discoveries and grown to new heights - as Web3 technology, and as a team. But we are not done yet. We plan to shine like a star to close out the year and prepare for the 2024 journey ahead.",
      "plan": "We're excited for this quarter. Stay tuned for more info."
    }
  }
}
